Repository: rueth-org/CleverCheck
Catalog: CleverCheck/Resources/Localizable.xcstrings
Source language: en
Languages: da, de

source: The reference SOC is used to calculate the average consumption of your vehicle. Consumption calculation will only be done, when you charge your vehicle to exactly this SOC and at the same time enter a mileage.
da: Reference-SOC'en bruges til at beregne dit køretøjs gennemsnitlige forbrug. Forbrugsberegningen udføres kun, når du oplader dit køretøj til præcis denne SOC og samtidig indtaster et kilometertal.
de: Der Referenzladestand (SOC) dient zur Berechnung des durchschnittlichen Verbrauchs Ihres Fahrzeugs. Die Verbrauchsberechnung erfolgt nur, wenn Sie Ihr Fahrzeug exakt auf diesen Ladezustand aufladen und gleichzeitig den Kilometerstand eingeben.

source: This month's charging data
da: Månedens opladningsdata
de: Ladedaten des Monats

source: This month's gross data
da: Månedens totaldata
de: Gesamtdaten des Monats

source: This month's home consumption data
da: Denne måneds data for hjemmeforbrug
de: Heimverbrauchsdaten des Monats

source: This month's related refunding
da: Denne måneds relaterede refusion
de: Rückerstattungen des Monats

source: This will delete the charging session. Are you sure?
da: Dette vil slette ladesessionen. Er du sikker?
de: Dies löscht den Ladevorgang. Wirklich löschen?

source: This will delete the home consumption including all related price elements. Are you sure?
da: Dette vil slette hjemmeforbruget inklusive alle relaterede priselementer. Er du sikker?
de: Dies löscht den Heimverbrauch und alle zugehörigen Preiselemente. Wirklich löschen?

source: Time check done.
da: Tidstjek færdig.
de: Zeitprüfung abgeschlossen.

source: Total consumption
da: Samlet forbrug
de: Gesamtverbrauch

source: Total Consumption:
da: Totalforbrug:
de: Gesamtverbrauch:

source: Total cost
da: Samlede omkostninger
de: Gesamtkosten

source: Total cost per %@
da: Samlede omkostninger pr. %@
de: Gesamtkosten pro %@

source: Total cost: %@
da: Samlede omkostninger: %@
de: Gesamtkosten: %@

source: Total energy consumption
da: Samlet energiforbrug
de: Gesamtenergieverbrauch

source: uksystem
da: Britisk
de: Britisch

source: Units
da: Enheder
de: Einheiten

# Unknown energy unit: %@. Assuming default: %@. Please check your values.
source: Unknown energy unit: %1$@. Assuming default: %2$@. Please check your values.
da: Ukendt energienhed: %1$@. Antager standardværdi: %2$@. Kontroller venligst dine værdier.
de: Unbekannte Energieeinheit: %1$@. Verwende Standard: %2$@. Bitte Werte prüfen.

source: Unsupported plan type: %@
da: Ikke-understøttet plantype: %@
de: Nicht unterstützter Plantyp: %@

source: ussystem
da: Amerikansk
de: Amerikanisch

source: Valid from
da: Gyldig fra
de: Gültig von

source: Valid until
da: Gyldig indtil
de: Gültig bis

source: Values identified from image
da: Værdier identificeret fra billede
de: Auf dem Bild identifizierte Werte

source: VAT rate
da: Momssats
de: Mehrwertsteuersatz

source: VAT Rate
da: Momsrate
de: Mehrwertsteuersatz

source: Vehicle
da: Køretøj
de: Fahrzeug

source: Warning
da: Advarsel
de: Warnung

source: Data Type
de: Datentyp

source: Model
de: Modell

source: Plan Type
de: Plantyp

source: Reference SOC
de: Referenzladestand

source: Time Period
de: Zeitraum

source: Total
de: Gesamt

source: Type
de: Typ
